[
  {
    "name": "Sarah Hammer",
    "recsai_title": "Co-Chair",
    "affiliation": "University of Pennsylvania",
    "twitter": "https://twitter.com/FinanceHammer",
    "linkedin": "https://www.linkedin.com/in/sarahhammer1/",
    "description": "Professor Sarah Hammer is Executive Director at the Wharton School of the University of Pennsylvania and leads Wharton Cypher Accelerator, which supports leading global businesses that are leveraging financial technology. Hammer is also Adjunct Professor at the University of Pennsylvania Law School. Hammer is also Affiliated Scholar at the Penn Program on Regulation.",
    "website": "https://www.law.upenn.edu/faculty/sarah21"
  },
  {
    "name": "Philipp Hacker",
    "recsai_title": "Co-Chair",
    "affiliation": "European New School of Digital Studies",
    "twitter": "https://twitter.com/philipphacker15",
    "linkedin": "https://www.linkedin.com/in/philipp-hacker-078940257/",
    "description": "Prof. Dr. Philipp Hacker, LL.M. (Yale), holds the Chair for Law and Ethics of the Digital Society at the European New School of Digital Studies (ENS), at European University Viadrina Frankfurt (Oder). In 2021, he was a Research Fellow at Weizenbaum Institute for the Connected Society Berlin. Prior to joining ENS, he served as an AXA Postdoctoral Fellow at the Faculty of Law of Humboldt University of Berlin; a Max Weber Fellow at the European University Institute, and an A.SK Fellow at WZB Berlin Social Science Center. His research focuses on the intersection of law and technology. In particular, he analyzes the impact of Artificial Intelligence and the Internet of Things on consumer, privacy, anti-discrimination,and general regulatory law. He often cooperates with computer scientists and mathematicians, especially on questions of explainable AI and algorithmic fairness. He regularly advises national and EU legislators, regulatory agencies, and industry.",
    "website": "https://europeannewschool.eu/philipp-hacker.html"
  },
  {
    "name": "Rachel Adams",
    "affiliation": "Research ICT Africa/University of Cambridge",
    "twitter": "https://twitter.com/racheladamsward",
    "description": "Programme Director: AI and Principal Investigator of the Global Index on Responsible AI and the AI4D African Observatory on Responsible AI.",
    "website": "https://researchictafrica.net/author/rachel-adams/"
  },
  {
    "name": "Jeremias Adams-Prassl",
    "affiliation": "University of Oxford",
    "twitter": "https://twitter.com/jeremiasprassl",
    "linkedin": "https://www.linkedin.com/in/prassl/",
    "description": "Professor of Law, Magdalen College, University of Oxford",
    "website": "https://www.law.ox.ac.uk/people/jeremias-adams-prassl"
  },
  {
    "name": "Kirk Bresniker",
    "recsai_title": "Observer",
    "affiliation": "Hewlett Packard Labs",
    "linkedin": "https://www.linkedin.com/in/kirkbresniker/",
    "description": "Kirk Bresniker is Chief Architect of Hewlett Packard Labs and an HPE Fellow/VP.  He joined Labs in 2014 to drive The Machine Research program, leading disruptive development teams across Labs, HPE business units and with academic and industrial partners. Prior to joining Labs, Kirk was Chief Technologist and Fellow/VP in the HP Servers GBU, the culmination of 25 years product delivery engineering. Kirk current holds 31 US patents and graduated in 1989 Cum Laude from Santa Clara University Humanities Honors program with a BSEE. IEEE Senior member, chair IEEE IRDS Systems and Architectures chapter, IEEE Industrial Advisory Board founding member,  Markkula Center for Applied Ethics Technical Ethics Advisory Board founding member,  Past member of the World Economic Forum Global Future Councils on The Future of Compute, Quantum Computing, and Agile Governance and is currently a member of the Global Future Council on the Future of Technology Policy."
  },
  {
    "name": "Chris Callison-Burch",
    "affiliation": "University of Pennsylvania",
    "linkedin": "https://www.linkedin.com/in/chris-callison-burch-40bb87b7/",
    "description": "Associate Professor of Computer and Information Science, University of Pennsylvania",
    "website": "https://www.cis.upenn.edu/~ccb/"
  },
  {
    "name": "Dietrich Chen",
    "affiliation": "EY-Parthenon",
    "recsai_title": "Observer",
    "linkedin": "https://www.linkedin.com/in/dietrichchen/",
    "description": "Dietrich Chen is a Managing Director at EY-Parthenon’s Commercial Strategy group and leads their GenAI task force. He has a PhD in Operations Research from Cornell University.",
    "website": "https://whartonfutureoffinance.com/dietrich-chen/"
  },
  {
    "name": "Cary Coglianese",
    "affiliation": "University of Pennsylvania",
    "linkedin": "https://www.linkedin.com/in/cary-coglianese-58377628b/",
    "description": "Edward B. Shils Professor of Law and Professor of Political Science; Director, Penn Program on Regulation, Penn Carey Law School, University of Pennsylvania",
    "website": "https://www.law.upenn.edu/faculty/ccoglian"
  },
  {
    "name": "Lilian Edwards",
    "affiliation": "Newcastle University",
    "description": "Proffessor of Law, Innovation & Society at Newcastle University",
    "website": "https://www.ncl.ac.uk/law/people/profile/lilianedwards.html"
  },
  {
    "name": "Andreas Engel",
    "affiliation": "University of Heidelberg",
    "description": "Senior Research Fellow, Faculty of Laws, University of Heidelberg",
    "website": "https://www.jura.uni-heidelberg.de/heinze/Engel_en.html"
  },
  {
    "name": "Christopher Geczy",
    "affiliation": "University of Pennsylvania",
    "linkedin": "https://www.linkedin.com/in/chris-geczy-ph-d-a69114/",
    "description": "Adjunct Professor of Finance at The Wharton Schoool, University of Pennsylvania. Academic Director of Wharton Wealth Management Initiative and Jacobs Levy Equity Management Center",
    "website": "https://www.christophergeczy.com/"
  },
  {
    "name": "Frauke Goll",
    "affiliation": "appliedAI Institute for Europe gGmbH",
    "description": "Dr. Frauke Goll, is Managing Director of the appliedAI Institute for Europe gGmbH, which aims on building up an open-access accelerator on Trustworthy AI by empowering professionals to develop and apply latest AI technologies. With that she also regularly advises regional, national and EU legislators and industry. Frauke gained her PhD from the Graduate School of Excellence advanced Manufacturing Engineering at the University Stuttgart, Germany. Her research interests include Management of Complex Systems, Innovation Management, Creative Ecosystems and Learning Environments, Technology Assessment and Sustainability. She has always been interested in the interfaces between different disciplines and likes to examine topics from a holistic perspective. Frauke also pursued this approach in her professional career and gained several years of experience in various positions in the industry. As part of the e-mobil BW and there the Cluster Electric Mobility South-West, she was responsible for the innovation fields of energy and information and communication technologies and initiated a working group on automated driving and intelligent move. As Head of Innovation, Strategy and Transfer at the Research Center for Information Technology in Karlsruhe, she dealt with issues relating to artificial intelligence and cybersecurity.",
    "linkedin": "https://www.linkedin.com/in/frauke-goll/"
  },
  {
    "name": "Lana Graf",
    "affiliation": "International Finance Corporation",
    "recsai_title": "Observer",
    "description": "Impact Investor, Ai/Deep tech at IFC - International Finance Corporation",
    "linkedin": "https://www.linkedin.com/in/lanagraf/"
  },
  {
    "name": "Martial Hebert",
    "affiliation": "Carnegie Mellon University",
    "linkedin": "https://www.linkedin.com/in/martial-hebert-76448756/",
    "description": "Dean and University Professor of Robotics, School of Computer Science, Carnegie Mellon University",
    "website": "https://engineering.cmu.edu/mfi/directory/bios/hebert-martial.html"
  },
  {
    "name": "Sue Hendrickson",
    "affiliation": "Harvard University",
    "twitter": "http://twitter.com/SEHendrickson",
    "description": "Global Technology Governance Fellow, Berkman Klein Center for Internet & Society, Harvard; Lecturer, Harvard Law School",
    "website": "https://cyber.harvard.edu/people/sue-hendrickson"
  },
  {
    "name": "Dora Kaufman",
    "affiliation": "Pontifícia Universidade Católica de São Paulo",
    "linkedin": "https://www.linkedin.com/in/dorakaufman/",
    "description": "Professor of Law; Instituto de Estudos Avançados; Intelligence Technologies and Digital Design Program, Universidade de São Paulo and Pontifícia Universidade Católica de São Paulo",
    "website": "https://aiforgood.itu.int/speaker/dora-kaufman/"
  },
  {
    "name": "Till Klein",
    "affiliation": "appliedAI Institute for Europe gGmbH",
    "description": "Dr. Till Klein is the Head of Trustworthy AI at appliedAI, a leading AI initiative in Europe and member of the OECD.AI Expert group. Following the goal to accelerate Trustworthy AI at scale, he is driving the co-creation of training, methods and tools for operationalizing emerging AI regulations, standards, and principles, from Euarope and beyond.\nTill gained several years of industry experience in Regulatory Affairs for Medical Devices, as Lead Auditor for Quality Management Systems, and as Head for Quality Management in a Drone Company, which equips him with practical skills and perspectives that are instrumental for applying Trustworthy AI.\nHe holds a Ph.D. in Business from the Centre for Transformative Innovation at the Swinburne University of Technology in Melbourne, Australia and an undergraduate degree in Industrial Engineering. Besides AI, his research interests include Economic Geography, Social Networks, and Innovation Management.",
    "linkedin": "https://www.linkedin.com/in/tillklein/"
  },
  {
    "name": "Eva Kocher",
    "affiliation": "European University Viadrina Frankfurt (Oder)",
    "description": "Professor of Law and Director of the Center for Interdisciplinary Labour Law Studies at the Law Faculty of European University Viadrina Frankfurt (Oder), Germany)",
    "website": "https://www.rewi.europa-uni.de/en/lehrstuhl/br/arbeitsrecht/cillas/index.html"
  },
  {
    "name": "Sébastien Krier",
    "recsai_title": "Observer",
    "affiliation": "DeepMind",
    "linkedin": "https://www.linkedin.com/in/sebkrier/",
    "description": "Policy Development & Strategy Manager at DeepMind"
  },
  {
    "name": "Ramayya Krishnan",
    "affiliation": "Carnegie Mellon University",
    "linkedin": "https://www.linkedin.com/in/ramayya-krishnan-2b3a6812/",
    "description": "Dean, Heinz College Of Information Systems And Public Policy And William W. And Ruth F. Cooper Professor Of Management Science And Information Systems, Carnegie Mellon University.",
    "website": "https://www.heinz.cmu.edu/faculty-research/profiles/krishnan-ramayya"
  },
  {
    "name": "Chris Marsden",
    "affiliation": "Monash University/Data Futures Institute",
    "description": "Professor of Artificial Intelligence, Technology and the Law at Monash University; Director of the Digital Law Group at Monash; Associate Director for Global Governance of the Data Futures Institute",
    "website": "https://research.monash.edu/en/persons/christopher-marsden"
  },
  {
    "name": "Brent Mittelstadt",
    "affiliation": "University of Oxford",
    "twitter": "https://twitter.com/b_mittelstadt",
    "description": "Director of Research, Oxford Internet Institute; Associate Professor and Senior Research Fellow at the Oxford Internet Institute",
    "website": "https://www.oii.ox.ac.uk/people/profiles/brent-mittelstadt/"
  },
  {
    "name": "Christina Montgomery",
    "affiliation": "IBM",
    "recsai_title": "Observer",
    "linkedin": "https://www.linkedin.com/in/christina-montgomery-8776b1a/",
    "description": "Chief Privacy & Trust Officer, IBM"
  },
  {
    "name": "Bj%C3%B6rn Ommer",
    "affiliation": "Ludwig Maximilian University of Munich",
    "description": "Head of Computer Vision & Learning Group, Ludwig Maximilian University of Munich",
    "website": "https://ommer-lab.com/people/ommer/"
  },
  {
    "name": "Fred Oswald",
    "affiliation": "Rice University",
    "description": "Professor, Herbert S. Autrey Chair in Social Sciences Director of Graduate Studies, Rice University; Member, National Artificial Intelligence Advisory Committee",
    "website": "https://profiles.rice.edu/faculty/fred-oswald"
  },
  {
    "name": "Rema Padman",
    "affiliation": "Carnegie Mellon University",
    "description": "Trustees Professor of Management Science and Healthcare Informatics, Heinz College of Information Systems and Public Policy, Carnegie Mellon University; Thrust Leader of Healthcare Informatics Research, iLab",
    "website": "https://www.heinz.cmu.edu/faculty-research/profiles/padman-rema/"
  },
  {
    "name": "Jan-Hendrik Passoth",
    "affiliation": "European New School/European University Viadrina Frankfurt (Oder)",
    "twitter": "https://twitter.com/janpassoth",
    "linkedin": "https://www.linkedin.com/in/jhpassoth/",
    "description": "Professor of Sociology of Technology, Director of the European New School of Digital Studies and Vice-President of Research and Career Development at European University Viadrina Frankfurt (Oder), Germany",
    "website": "https://www.europeannewschool.eu/jan-passoth.html"
  },
  {
    "name": "Jeannie Marie Paterson",
    "affiliation": "The University of Melbourne, Australia",
    "twitter": "https://twitter.com/jeremiasprassl",
    "linkedin": "https://www.linkedin.com/in/jeannie-marie-paterson-225b4a33/",
    "description": "Professor of Law, Co-Director of the Centre for AI and Digital Ethics, The University of Melbourne, Australia"
  },
  {
    "name": "Leonard Rosenthol",
    "recsai_title": "Observer",
    "affiliation": "Adobe Systems",
    "twitter": "https://x.com/pdfsage",
    "description": "Senior Principal Scientist with Adobe Systems and serves as their PDF Architect having been involved with PDF technology for more than 20 years. Recently he also took on the responsibility for architecture of their Content Authenticity Initiative. In his role as Senior Standards Representative for Adobe, he represents Adobe on various international standards bodies including the ISO and W3C. Prior to joining Adobe (for the first time) in 1996, Leonard was the Director of Advanced Technology for Aladdin Systems and responsible for the development of the StuffIt line of products."
  },
  {
    "name": "Mary Smith",
    "affiliation": "American Bar Association",
    "description": "President of the American Bar Association",
    "website": "https://www.americanbar.org/groups/leadership/aba_officers/smith-mary/"
  },
  {
    "name": "Danny Tobey",
    "recsai_title": "Observer",
    "affiliation": "DLA Piper Americas AI and Data Analytics Practice",
    "description": "Danny is a medical doctor, successful software founder, and chair of DLA Piper's AI & Data Analytics practice. Danny was named Financial Times' Innovative Practitioner in 2023 and led Insider's 2022 list of the top attorneys helping companies adopt AI. A noted thought leader and expert on the safe and effective deployment of AI systems, Danny sat on Pfizer’s Digital Health Scientific Advisory Board and the UN's Executive Committee of the AI for Good Law Track. He sits on the World Economic Forum's AI Governance Alliance, and he is a founding member of the Health AI Partnership with the Mayo Clinic, Duke, and others, which now includes the American Medical Association and HHS's Office of the National Coordinator for Health Information Technology as a federal observer. Danny's AI clients include leading generative AI innovators, Fortune 500 and 100 companies, and breakthrough startups like IDx, the first FDA-approved fully autonomous AI, with whom he co-authored the peer-reviewed Lessons Learned About Autonomous AI: Finding a Safe, Efficacious, and Ethical Path Through the Development Process. Danny was an invited speaker at the AAAI's inaugural AI, Ethics, and Society conference sponsored by Google, IBM, and others, Stanford Law School's CODEX FutureLaw Conference, and the Swiss Embassy on AI innovation in the U.S. Danny advised the American Medical Association on its AI policy and has been recognized by the U.S. Library of Congress for his work on liability and AI. Danny's writing on technology and law has been published by the Yale Journal of Law & Technology, the National Law Journal, the Proceedings of the Association for the Advancement of Artificial Intelligence, the American Health Law Association, and the Association of Corporate Counsel, among others. Danny has hosted the Principal Deputy Commissioner of the FDA in a fireside chat on AI and moderated the closed-door Ministerial Roundtable in Morocco on Improving Health Outcomes in Africa through Innovative Solutions and the fireside chat in Washington D.C. with His Excellency the President of Malawi and Pfizer, Improving Health Security in Africa through Strategic Partnerships, during the 2022 U.S.-Africa Leaders Summit. Danny led a successful software company from inception to acquisition. His original medical research appears in Pediatric Blood & Cancer and the Journal of Child and Adolescent Psychopharmacology.",
    "linkedin": "https://www.linkedin.com/in/dannytobey/",
    "website": "https://www.dlapiper.com/en-us/people/t/tobey-danny"
  },
  {
    "name": "Reggie Townsend",
    "recsai_title": "Observer",
    "affiliation": "SAS",
    "description": "Vice President of Data Ethics at SAS",
    "linkedin": "https://www.linkedin.com/in/reginaldtownsend/"
  },
  {
    "name": "Lyle Ungar",
    "affiliation": "University of Pennsylvania",
    "description": "Professor of Computer and Information Science, University of Pennsylvania",
    "website": "https://www.cis.upenn.edu/~ungar/"
  },
  {
    "name": "Miriam Vogel",
    "affiliation": "EqualAI",
    "linkedin": "https://www.linkedin.com/in/miriamvogelai",
    "description": "Chair of the National AI Advisory Committee to the US President; President and CEO of EqualAI"
  },
  {
    "name": "Sandra Wachter",
    "affiliation": "University of Oxford",
    "twitter": "https://twitter.com/jeremiasprassl",
    "linkedin": "https://www.linkedin.com/in/jeannie-marie-paterson-225b4a33/",
    "description": "Professor of Technology and Regulation, Oxford Internet Institute, University of Oxford",
    "website": "https://www.oii.ox.ac.uk/people/profiles/sandra-wachter/"
  },
  {
    "name": "Alexandre Zavaglia Coelho",
    "affiliation": "Fundação Getúlio Vargas, São Paulo",
    "linkedin": "https://www.linkedin.com/in/alexandre-zavaglia-coelho-0b7034123/",
    "description": "Professor of Law, Fundação Getúlio Vargas, São Paulo"
  },
  {
    "name": "Angela Huyue Zhang",
    "affiliation": "University of Southern California",
    "twitter": "https://x.com/AngelaZhangHK",
    "website": "https://www.angelazhang.net/",
    "description": "Widely recognized as a leading authority on Chinese tech regulation, Angela Huyue Zhang has written extensively on this topic. She is the author of Chinese Antitrust Exceptionalism: How the Rise of China Challenges Global Regulation published by the Oxford University Press in 2021. The book was named one of the Best Political Economy Books of the Year by ProMarket in 2021. Angela's second book \"High Wire: How China Regulates Big Tech and Governs Its Economy\" was released by the Oxford University Press in March 2024. Angela is currently doing research on the regulation of artificial intelligence, with plans to teach and write on this topic in the coming years."
  },
  {
    "name": "Frederik Zuiderveen Borgesius",
    "affiliation": "Radboud University",
    "twitter": "https://twitter.com/fborgesius",
    "linkedin": "https://www.linkedin.com/in/frederik-zuiderveen-borgesius-8560b49",
    "description": "Professor of ICT and Law, Radboud University; Interdisciplinary Hub for Security, Privacy and Data Governance, Radboud University",
    "website": "https://www.ru.nl/en/people/zuiderveen-borgesius-f"
  }
]
